<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    //返回信息设置
    'message'               => [
        1      => '操作成功',
        2      => '操作失败',
        3      => '暂无数据',
        4      => '加入购物车失败，商品库存不足',
        5      => '添加失败，无效的商品信息',
        6      => '商品库存不足',
        7      => '请选择要购买的商品',
        8      => '无效的用户地址',
        9      => '操作失败，请检查订单状态是否已改变',
        10      => '请求类型错误',
        11      => '钱不够发',
        12      => '此红包已领取过',
        13      => '红包领取完',

    ],
    // 域名
    'site_domain'          => 'http://192.168.0.233/sanzhixiaoxiong',
    //每页显示条数
    'pagesize'          => 10,

 
];
